{
  "fortnite": [
    {
      "type": "tab",
      "title": "Hosting Instructions",
      "content": [
        {
          "type": "paragraph",
          "value": "Below are multiple game modes for Fortnite: Battle Royale, players must read the modes and understand how the game modes are played. All game modes involve us matching you with an opponent where you add your opponents EPIC ID and play one of our competitive modes."
        },
        {
          "type": "tab",
          "title": "Kills While Downed",
          "value": "All kills will count "
        },
        {
          "type": "tab",
          "title": "Reviving",
          "value": "Van respawns are allowed. Kills scored by a respawned player, opponent or teammate, WILL COUNT. "
        },
        {
          "type": "tab",
          "title": "Lag/Settings",
          "value": "After 10 seconds of landing and touching ground, any complaints on lag or pre-game settings will not be taken into consideration. There are no exceptions for this. A team must leave within 10 seconds due to lag from landing/start, and it will be replayed if they can provide proof of lag and leaving the match. For 2v2 matches both players must leave within 10 seconds. If this is a matchfinder match and your opponent refuses to replay you must provide proof of lag and leaving within 10 seconds then OCG admins will determine if the match gets cancelled. If, however, in that time you get damaged by another player, pick up items, or your opponent gets a kill/knock the match will stand from that point on. If after this point a player disconnects from the match, the match will not be replayed or cancelled. Any players enrolling in tournaments or matches, you agree to these terms. Valid proof of lag must include video in-game evidence of skipping or freezing, etc."
        },
        {
          "type": "tab",
          "title": "Kill Stealing",
          "value": "Kill-stealing is allowed. “Stealing” kills is apart of the competitive nature of the match."
        },
        {
          "type": "tab",
          "title": "Interference/Sabotage",
          "value": "In general, you are prohibited to intentionally interfere with your opponents attempts to secure kills or move around the map. "
        }
      ]
    },
    {
      "type": "tab",
      "title": "Not Allowed",
      "content": [
        {
          "type": "list",
          "list": [
            "Attracting other opponents by firing guns around your teammate(which is your OCG match opponent).",
            "Causing your opponents to miss shots.",
            "Building around or in front of your opponent (intentionally preventing their movement)"
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Allowed",
      "content": [
        {
          "type": "list",
          "list": [
            "Following your teammate (which is your OCG opponent).",
            "Shooting down your own structures and launch pad (if you built them).",
            "Boxing yourself in a loot crate or chest."
          ]
        },
        {
          "type": "paragraph",
          "value": "Keep in mind that this is a list of examples and is not all-inclusive. There are other possibilities of interference. We do our very best to provide a consistent and fair experience for all players, but as previously mentioned all interference calls are strictly at the discretion of OCG admins."
        },
        {
          "type": "paragraph",
          "value": "If you lose a match and believe that resulted because of your opponent interfering with your game play in a prohibited way, dispute the match by reporting you won. Then upload proof and explain in the dispute ticket exactly what happened. Video proof is the only valid proof considered. Proof must be clear for us to forfeit the other team for the match."
        }
      ]
    },
    {
      "type": "tab",
      "title": "Kill Race",
      "content": [
        {
          "type": "list",
          "list": [
            "In OCG Kill Race matches the objective is to get more kills than your opponent in a public lobby of Fortnite. In a 1v1 match, you and your opponent will go together into a Duos lobby, in a 2v2 you go together into a Squads lobby and compete to see who can get the most kills. ",
            "In a Best of 1 (1nD) match, if the scores result in being tied, the match must be replayed with the original host. ",
            "In a Best of 3 match all maps must be plays and all kills will be added together to determine who had the most. The team with the most kills out of all three maps is the winner of the match. If there is a tie in the kills at the end of the three maps another map must be played. The team who did not host the previous map will host the final map this will occur until a winner is determined by leading in kills. ",
            "Under any circumstances, if the score is tied you play again until a winner is determined by leading in kills. This also includes if the score is 0-0.",
            "Kills While Downed: All kills will count."
          ]
        },
        {
          "type": "tab",
          "title": "Disconnections",
          "value": "If a player disconnects in the pre-game warm up, the game must be replayed. If a player disconnects once the game has started, it is considered a death. The player who disconnected score is equal to the number of kills at the time of disconnection. The opposing player may continue to finish playing the match after you disconnected."
        }
      ]
    },
    {
      "type": "tab",
      "title": "Survival Deathmatch",
      "content": [
        {
          "type": "list",
          "list": [
            "In a 1v1, the hosting team will start a Battle Royale Duo match. In a 2v2 the hosting team will start a Battle Royale Squads match",
            "In OCG Survival Deathmatch mode it is based on WHO LASTS THE LONGEST, the team that is the last standing or last to go down will receive the win.",
            "If the game is won (Victory Royale) and both teams are still standing/alive the team that got the most kills for the match will win. ",
            "If the match is won (Victory Royale) and the kills are TIED with both teams having a standing member, the map will be replayed to determine the winner.",
            "Getting your opponent killed by drawing attention to them can result in a forfeit for that map if valid proof is submitted.",
            "All kills received after death are considered a valid kill."
          ]
        },
        {
          "type": "tab",
          "title": "Disconnections",
          "value": "If a player disconnects in the pre-game warm up, the game must be replayed. If a player disconnects once the game has started, it is considered a death. The player who disconnected score is equal to the number of kills at the time of disconnection. The opposing player may continue to finish playing the match after you disconnected."
        }
      ]
    },
    {
      "type": "tab",
      "title": "Box Fights",
      "content": [
        {
          "type": "h2",
          "value": "FIRST TEAM TO 5 WINS THE MAP!"
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Step 1:</strong> Players will enter creative mode with their opponent in the lobby, you can find your opponents EPIC ID in the match details page. "
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Step 2:</strong> At the creative hub or before playing be sure to add the map code provided to you on your match details or through the link in the rules below. Ensure you are on the correct map/island as they are subject to possibly change. "
        }
      ]
    }
  ],
  "madden20": [
    {
      "type": "tab",
      "title": "General",
      "content": [
        {
          "type": "paragraph",
          "value": "The following settings must be set to the following, unless specified otherwise in match settings"
        },
        {
          "type": "list",
          "list": [
            "Any private match lobby settings not listed should not be changed from the default state excluding game settings options in your match details.",
            "The hosting player must ensure all game settings are correct. If the game settings are incorrect,  the hosting player will risk forfeiting the match if valid proof has been provided."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Settings",
      "content": [
        {
          "type": "paragraph",
          "value": "Quarter Length: 4 Minutes"
        },
        {
          "type": "paragraph",
          "value": "Skill Level: (In Custom Match Details) "
        },
        {
          "type": "paragraph",
          "value": "Injuries: OFF "
        },
        {
          "type": "paragraph",
          "value": "Fatigue: ON"
        },
        {
          "type": "paragraph",
          "value": "Even Teams: OFF"
        },
        {
          "type": "paragraph",
          "value": "Game Speed: NORMAL "
        },
        {
          "type": "paragraph",
          "value": "Weather: OFF"
        },
        {
          "type": "paragraph",
          "value": "Play Clock: ON "
        },
        {
          "type": "paragraph",
          "value": "Allowed Teams: Any current 32 NFL 2019-2020 teams"
        },
        {
          "type": "paragraph",
          "value": "Game Mode: Head To Head "
        },
        {
          "type": "paragraph",
          "value": "Accelerated Clock: OFF"
        }
      ]
    },
    {
      "type": "tab",
      "title": "Allowed",
      "content": [
        {
          "type": "paragraph",
          "value": "Defensive playbooks: Any non-custom"
        },
        {
          "type": "paragraph",
          "value": "Offensive Playbooks: Any non-custom"
        },
        {
          "type": "paragraph",
          "value": "Fake field goals and punts"
        },
        {
          "type": "paragraph",
          "value": "Block field goals and punts"
        }
      ]
    },
    {
      "type": "tab",
      "title": "Not Allowed",
      "content": [
        {
          "type": "paragraph",
          "value": "Custom playbooks: Not Allowed Uniforms: May not be the same primary color as opponent, home team’s jersey must be darker then away the away team. If you do not exit the match within 60 seconds from beginning and experiencing the same color jerseys the match will stand."
        }
      ]
    },
    {
      "type": "tab",
      "title": "Lag/Glitches",
      "content": [
        {
          "type": "list",
          "list": [
            "If a match is played out for over 2 minutes any complaints on lag will not be taken into consideration.",
            " If any unplayable lag occurs record all proof of the match and how it affected you and was unplayable. A Support Ticket Admin will decide if you put enough effort into dispute ticket,after the match our  admin will decide which team wins or if match is cancelled."
          ]
        },
        {
          "type": "tab",
          "title": "In-game Glitches",
          "content": [
            {
              "type": "list",
              "list": [
                "If there is any type of in-game glitch purposely being used by an opponent to give them an advantage it is up to the admin to decide to cancel the match based off the proof you submit. Play the match to completion and proof will be necessary and should be clear in-game DVR captured evidence. "
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Disconnections",
      "content": [
        {
          "type": "list",
          "list": [
            "If a player disconnects during a match, the match must be restarted within 10 minutes from the time of disconnection. Once the match is restarted players continue with the amount of time that was remaining from disconnect. Players will use the same score from the time of disconnection. Users will play the remainder of the match in the first half and any remaining time in the second half, if needed. I.E, If quarters are 5 minutes each and the player disconnected at 7 minutes into the first half then the players will start in the first half and play 3 minutes in the second half. This will add up to full game time of all four quarters. ",
            "If a player disconnects during a pause timer match will be continued at the same score and time of the disconnection.",
            "If a player disconnects in the first quarter, the match will be resumed with standing scores before the disconnect.",
            "If a team is losing by 14 points or more and disconnects in the second half that team who disconnected will forfeit the match.",
            "If an opponent disconnects from a match and does not contact or invite you to lobby within 10 minutes that will result in a forfeit of the match.",
            "When continuing the match from a disconnection: players must use the same teams, time and score from previous match. If the match is played out to completion on the wrong teams the match will be valid."
          ]
        }
      ]
    },
    {
      "title": "Chew Clock/ Excessive Griefing",
      "type": "tab",
      "content": [
        {
          "type": "paragraph",
          "value": "Chew clock is an IN-game option that is available to any team picking an offensive play. Chew will bring the play clock down after the offensive play is selected. It is ALLOWED to chew at any time and is not disputable. Any team that disputes for opponent chewing the clock will lose the dispute."
        },
        {
          "type": "paragraph",
          "value": "If you are “Kicked for Excessive Griefing” when the match is tied or you are losing a match, you automatically forfeit the match. If you are kicked when you are winning, the match will be cancelled. If either player is kicked prior to the first quarter and scores are tied, it will be considered not an issue and the match will be replayed."
        }
      ]
    }
  ],
  "gears5": [
    {
      "type": "tab",
      "title": "Gears 5 Rules",
      "content": [
        {
          "type": "paragraph",
          "value": "The following settings must be set to the following, unless specified otherwise in match settings:"
        },
        {
          "type": "list",
          "list": [
            "Any private match lobby settings not listed should not be changed from the default state excluding game settings options in your match details.",
            "The hosting player must ensure all game settings are correct. If the game settings are incorrect,  the hosting player will risk forfeiting the match if valid proof has been provided."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Execution",
      "content": [
        {
          "type": "tab",
          "title": "Execution Game Setup:",
          "content": [
            {
              "type": "list",
              "list": [
                "Fill with Bots: OFF",
                "Bot Difficulty: Default (Beginner)",
                "Rounds to Win: 4",
                "Round time limit: 4 Minutes",
                "Classic Stalemates: ON",
                "DBNO Time: 15",
                "Friendly Fire: On ",
                "Weapon Respawn: After Pick Up",
                "Gameplay Tuning: Assist Disabled"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Starting Loadouts",
          "content": [
            {
              "type": "list",
              "list": [
                "Lancer",
                "Gnasher",
                "Snub Pistol"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Map Rotation",
          "content": [
            {
              "type": "list",
              "list": [
                "Training Grounds",
                "District",
                "Exhibit",
                "Icebound",
                "Asylum",
                "Bunker",
                "Vasgar"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Character Restrictions",
          "content": [
            {
              "type": "list",
              "list": [
                "Each team may ONLY have one version of any character on their team per map.  Changing character skins do not make the character different, it will be considered the same character.  Example: “Ice Kait” is the same character as “Armored Kait” If any team is caught using two of the same characters in a map it will result in a forfeit for that map.",
                "Any single COG team is only allowed to have two female characters.",
                "Any single COG team is prohibited from one player using a Batista skin and another using Marcus skin. If Marcus and Batista are on the same team, Marcus MUST have default skin. (Example: If one player is using a Batista skin then Marcus must be default skin)"
              ]
            },
            {
              "type": "h2",
              "value": "The following skins are banned from gameplay:"
            },
            {
              "type": "list",
              "list": [
                "Terminator T-800 (Swarm)",
                "Terminator Rev-9 (Swarm)"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Hosting Information",
          "value": "The team with the most rounds won between the first two maps will host the 3rd map. If the rounds won are tied between map 1 and map 2, the higher ranked team will host the final map. "
        }
      ]
    },
    {
      "type": "tab",
      "title": "King of the Hill",
      "content": [
        {
          "type": "tab",
          "title": "King of the Hill Game Setup:",
          "content": [
            {
              "type": "paragraph_html",
              "value": "<strong>ALL POWER WEAPONS ARE RESTRICTED FROM BEING PICKED UP AT ANY TIME DURING THE MATCH.</strong>"
            },
            {
              "type": "list",
              "list": [
                "Fill With Bots: OFF",
                "Bot Difficulty: Default (Beginner)",
                "Rounds to win: 2 ",
                "Round Score Limit: 210",
                "Execution Rules: OFF",
                "Respawn Time: 10",
                "DBNO Time: 15",
                "Friendly Fire: ON",
                "Weapon Respawn: After Pickup",
                "Gameplay Tuning: Assist Disabled "
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Weapon Substitutions",
          "content": [
            {
              "type": "paragraph_html",
              "value": "Every weapon listed under “Weapon Substitution” in the game settings should be set to <strong>NONE</strong>."
            }
          ]
        },
        {
          "type": "tab",
          "title": "Starting Loadout",
          "content": [
            {
              "type": "list",
              "list": [
                "Lancer",
                "Gnasher",
                "Snub Pistol"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "King of the Hill Map Rotation",
          "content": [
            {
              "type": "list",
              "list": [
                "District",
                "Asylum",
                "Training Grounds"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Character Restrictions",
          "content": [
            {
              "type": "list",
              "list": [
                "Each team may ONLY have one version of any character on their team per map.",
                "Changing character skins do not make the character different, it will be considered the same character.  Example: “Ice Kait” is the same character as “Armored Kait” If any team is caught using two of the same characters in a map it will result in a forfeit for that map.",
                "Any single COG team is only allowed to have two female characters.",
                "Any single COG team is prohibited from one player using a Batista skin and another using Marcus skin. If Marcus and Batista are on the same team, Marcus MUST have default skin. (Example: If one player is using a Batista skin then Marcus must be default skin)"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Hosting Information",
          "content": [
            {
              "type": "paragraph",
              "value": [
                "The team with the most rounds won between the first two maps will host the 3rd map. If the rounds won are tied between map 1 and map 2, the higher ranked team will host the final map. "
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Escalation",
      "content": [
        {
          "type": "tab",
          "title": "Escalation Game Setup:",
          "content": [
            {
              "type": "list",
              "list": [
                "Fill With Bots: OFF",
                "Bot Difficulty: Casual",
                "Round Score Limit: 250",
                "Respawn Escalation: -2 Seconds",
                "Friendly Fire: ON",
                "Weapon Respawns: After Pickup",
                "Gameplay Tuning: Assist Disabled",
                "Use Lives: ON",
                "Initial Lives: 4",
                "Max Lives: 4"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Weapon Substitutions:",
          "value": "NONE"
        },
        {
          "type": "tab",
          "title": "Starting Loadout:",
          "content": [
            {
              "type": "list",
              "list": [
                "Lancer",
                "Gnasher",
                "Snub Pistol"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Escalation Map Rotation:",
          "content": [
            {
              "type": "list",
              "list": [
                "Training Grounds",
                "Exhibit",
                "District",
                "Icebound",
                "Asylum",
                "Bunker",
                "Vasgar"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Character Restrictions",
          "content": [
            {
              "type": "list",
              "list": [
                "Each team may ONLY have one version of any character on their team per map. Changing character skins do not make the character different, it will be considered the same character.  Example: “Ice Kait” is the same character as “Armored Kait” If any team is caught using two of the same characters in a map it will result in a forfeit for that map.",
                "Each team may ONLY have one version of any character on their team per map.",
                "Changing character skins do not make the character different, it will be considered the same character.  Example: “Ice Kait” is the same character as “Armored Kait” If any team is caught using two of the same characters in a map it will result in a forfeit for that map.",
                "Any single COG team is only allowed to have two female characters.",
                "Any single COG team is prohibited from one player using a Batista skin and another using Marcus skin. If Marcus and Batista are on the same team, Marcus MUST have default skin. (Example: If one player is using a Batista skin then Marcus must be default skin)"
              ]
            }
          ]
        },
        {
          "type": "tab",
          "title": "Hosting Information",
          "content": [
            {
              "type": "paragraph",
              "value": "The team with the most rounds won between the first two maps will host the 3rd map. If the rounds won are tied between map 1 and map 2, the higher ranked team will host the final map."
            }
          ]
        }
      ]
    }
  ],
  "fifa20": [
    {
      "type": "tab",
      "title": "General",
      "content": [
        {
          "type": "paragraph",
          "value": "The following settings must be set to the following, unless specified otherwise in match settings:"
        },
        {
          "type": "list",
          "list": [
            "Any private match lobby settings not listed should not be changed from the default state excluding game settings options in your match details.",
            "The hosting player must ensure all game settings are correct. If the game settings are incorrect,  the hosting player will risk forfeiting the match if valid proof has been provided."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Settings",
      "content": [
        {
          "type": "list",
          "list": [
            "Game Type: Friendlies Lobby ",
            "Team Type: Any Teams",
            "Half Length: 5 Minutes",
            "Controls: Any",
            "Squad Type: Online Squads Only",
            "Custom Formations: Not Allowed",
            "Weather: Off",
            "Legacy Defending: Not Allowed"
          ]
        },
        {
          "type": "tab",
          "title": "Online Squads Only",
          "content": [
            {
              "type": "paragraph",
              "value": "ALL Matches must be played with ‘Online Squads’ only. If any user attempts to use Custom Squads or edited players, the user will forfeit the match and get the loss for that match."
            }
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Lag/Glitches",
      "content": [
        {
          "type": "paragraph",
          "value": "If a match is played out for over 2 minutes any complaints on lag will not be taken into consideration."
        },
        {
          "type": "paragraph",
          "value": "If any unplayable lag occurs record all proof of the match and how it affected you and was unplayable. A Support Ticket Admin will decide if you put enough effort into the dispute ticket and after the match our admin will decide which team wins or if match is cancelled."
        },
        {
          "type": "tab",
          "title": "In-game Glitches:",
          "content": [
            {
              "type": "paragraph",
              "value": "If there is any type of in-game glitch purposely being used by an opponent to give them an advantage it is up to the admin to decide to cancel the match based off the proof you submit. Play the match to completion and proof will be necessary and should be clear in-game DVR captured evidence."
            }
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Disconnections",
      "content": [
        {
          "type": "list",
          "list": [
            "If a player disconnects during a match, the match must be restarted within 10 minutes from the time of disconnection. Once the match is restarted players continue with the amount of time that was remaining from disconnect. Players will use the same score from the time of disconnection. Users will play the remainder of the match in the first half and any remaining time in the second half, if needed. I.E, if the player disconnected at the 35th minute into the first half, then the new game when restarted should be played until the 55th minute. (First full half +10 minutes into the second half)",
            "If a player disconnects during a pause timer match will be continued at the same score and time of the disconnection.",
            "If a player disconnects in the first quarter, the match will be resumed with standing scores before the disconnect.",
            "If a team is losing by 2 goals or more and disconnects in the second half that team who disconnected will forfeit the match.",
            "If an opponent disconnects from a match and does not contact or invite you to lobby within 10 minutes that will result in a forfeit of the match."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Drawing/Ties of a Match",
      "content": [
        {
          "type": "paragraph",
          "value": "If a match ends in a tie, a new game must be started with the same teams as played in the first match and the first team to score wins the match. Player must leave immediately after scoring, if the player continues to play the match after scoring the first goal the final match results will stand."
        }
      ]
    }
  ],
  "callofdutymw": [
    {
      "type": "tab",
      "title": "General",
      "content": [
        {
          "type": "paragraph",
          "value": "The following settings must be set to the following, unless specified otherwise in match settings: "
        },
        {
          "type": "list",
          "list": [
            "Any private match lobby settings not listed should not be changed from the default state excluding game settings options in your match details.",
            "The hosting player must ensure all game settings are correct. If the game settings are incorrect,  the hosting player will risk forfeiting the match if valid proof has been provided."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "OCG Search & Destroy",
      "content": [
        {
          "type": "paragraph",
          "value": "Only these settings need to be changed from their default setting. Changing settings that are not listed below will result in a forfeit for that map if the match is best of 1 it will result in a loss for the match."
        },
        {
          "type": "h2",
          "value": "ALL DLC ITEMS ARE BANNED"
        },
        {
          "type": "paragraph",
          "value": "Game"
        },
        {
          "type": "list",
          "list": [
            "Round time limit: 2 Minutes",
            "Round Switch: Every Round",
            "Skip Infil: Host’s choice"
          ]
        },
        {
          "type": "paragraph",
          "value": "Advanced"
        },
        {
          "type": "list",
          "list": [
            "Defuse time: 7.5 Seconds",
            "Silent: Enabled",
            "Reset Plant/Defuse Progress: Enabled "
          ]
        },
        {
          "type": "paragraph",
          "value": "Team"
        },
        {
          "type": "list",
          "list": [
            "Friendly Fire: Enabled",
            "Team Kill Punish Limit: Disabled ",
            "Weapon Ping On Minimap: Enabled"
          ]
        },
        {
          "type": "paragraph",
          "value": "Gameplay"
        },
        {
          "type": "list",
          "list": [
            "Killstreaks: Disabled",
            "Battle Chatter: Disabled"
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "OCG Hardpoint",
      "content": [
        {
          "type": "paragraph",
          "value": "Only these settings need to be changed from their default setting. Changing settings that are not listed below will result in a forfeit for that map if the match is best of 1 it will result in a loss for the match."
        },
        {
          "type": "h2",
          "value": "Team:"
        },
        {
          "type": "list",
          "list": [
            "3rd Person Spectating: Disabled ",
            "Weapon Ping on minimap: Enabled",
            "Respawn Delay: 2 Seconds",
            "Friendly Fire: Enabled ",
            "Skip Infil: Host’s Choice "
          ]
        },
        {
          "type": "h2",
          "value": "Gameplay:"
        },
        {
          "type": "list",
          "list": [
            "Killstreaks: Disabled",
            "Battlechatter: Disabled"
          ]
        },
        {
          "type": "h2",
          "value": "Gunfight:"
        },
        {
          "type": "paragraph",
          "value": [
            "No Changes needed, all settings will remain as their default settings for this game mode. "
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "OCG BANNED ITEM LIST:",
      "content": [
        {
          "type": "h2",
          "value": "Scorestreaks:"
        },
        {
          "type": "paragraph",
          "value": "All Killstreaks are banned"
        },
        {
          "type": "h2",
          "value": "Primary Weapons:"
        },
        {
          "type": "list",
          "list": [
            "ALL LMGS",
            "All Marksman Rifles",
            "All Shotguns",
            "FAL",
            "Riot Shield "
          ]
        },
        {
          "type": "h2",
          "value": "Secondary Weapons:"
        },
        {
          "type": "list",
          "list": [
            "All Launchers",
            "AKIMBO Pistols "
          ]
        },
        {
          "type": "h2",
          "value": "Attachments:"
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Weapon Perks:</strong> Recon, Fast Melee, Frangibile Wounding, Heavy hitter, Mo’ Money, Burst Fire, and Frangible-Disabling. "
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Thermals: </strong>All thermals are banned"
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Ammunition:</strong> Snake Shot"
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Silencers: </strong>Tactical Suppressor, Monolithic Integral Suppressor, Monolithic Suppressor, Subsonic Integral Suppressor."
        },
        {
          "type": "h2",
          "value": "Lethals: "
        },
        {
          "type": "list",
          "list": [
            "C4",
            "Claymore",
            "Throwing Knife",
            "Proximity Mine",
            "Molly",
            "Thermite",
            "Molotov Cocktail"
          ]
        },
        {
          "type": "h2",
          "value": "Tacticals:"
        },
        {
          "type": "list",
          "list": [
            "Snapshot Grenade ",
            "Heartbeat Sensors",
            "Slim",
            "Gas Bomb",
            "Decoy Grenades"
          ]
        },
        {
          "type": "h2",
          "value": "Perk 1:"
        },
        {
          "type": "list",
          "list": [
            "Overkill",
            "Quick Fix"
          ]
        },
        {
          "type": "h2",
          "value": "Perk 2:"
        },
        {
          "type": "list",
          "list": [
            "Restock",
            "High Alert"
          ]
        },
        {
          "type": "h2",
          "value": "Perk 3:"
        },
        {
          "type": "list",
          "list": [
            "Spotter",
            "Tracker",
            "Shrapnel "
          ]
        },
        {
          "type": "h2",
          "value": "Field Orders"
        },
        {
          "type": "list",
          "list": [
            "Stopping Power",
            "EMP Drone",
            "Weapon Drop ",
            "Tactical Insertion ",
            "Deployable Cover "
          ]
        },
        {
          "type": "paragraph",
          "value": "Snaking: Snaking is the act of rapidly switching from prone to stand/crouch making it incredibly difficult for opposing players to shoot them. Snaking is banned on OCG. If you suspect your opponent of snaking you must play out the match then get video proof and submit proof for our admins to review."
        },
        {
          "type": "paragraph",
          "value": "ALL franchised team character skin cosmetics are NOT allowed for use because an in-game bug makes character model go invisible."
        }
      ]
    },
    {
      "type": "tab",
      "title": "Maps",
      "content": [
        {
          "type": "h2",
          "value": "Search and Destroy:"
        },
        {
          "type": "list",
          "list": [
            "Hackney Yard",
            "Rammaza",
            "Gunrunner",
            "St Petrograd",
            "Crash"
          ]
        },
        {
          "type": "h2",
          "value": "Gunfight:"
        },
        {
          "type": "list",
          "list": [
            "Speedball",
            "Stack",
            "King",
            "Pine",
            "Docks"
          ]
        },
        {
          "type": "h2",
          "value": "Hardpoint:"
        },
        {
          "type": "list",
          "list": [
            "Hackney Yard",
            "Arklov",
            "St Petrograd",
            "Gun Runner ",
            "Rammaza"
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Official Comp Throwback: Search and Destroy ",
      "content": [
        {
          "type": "h2",
          "value": "Follow all rules above besides these will be only 2 maps played"
        },
        {
          "type": "paragraph",
          "value": "Crash"
        },
        {
          "type": "paragraph",
          "value": "Vacant"
        },
        {
          "type": "h2",
          "value": "Host:"
        },
        {
          "type": "paragraph",
          "value": "The host of each map is listed in the match details page, the non hosting team of the map gets to choose which team they begin on:"
        },
        {
          "type": "paragraph",
          "value": "Allegiance = Defense"
        },
        {
          "type": "paragraph",
          "value": "Coalition = Offense "
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Best of 1</strong> (1nD) the team with the best rank will host"
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Best of 3</strong> teams will play a series of maps, for best of 3 the best rank will host the first match and the other team will host the second map The third map will be decided by who won the most rounds of the previous map."
        },
        {
          "type": "h2",
          "value": "Lag/Disconnects:"
        },
        {
          "type": "paragraph",
          "value": "If there is an issue with lag, you must the game at the beginning of the next round (within 10 seconds) and request for your opponent to switch hosts. If opponents refuse to switch host, show your opponents valid proof of lagging host and if they still refuse switching host, provide as much valid proof possible in the support ticket of both lagging and opponents refusing to switch host. If the lag affected multiple rounds it is OCG Supports decision if the map is to forfeited or cancelled. Maps played out in full will be counted.  "
        },
        {
          "type": "h2",
          "value": "Wrong Rules:"
        },
        {
          "type": "paragraph",
          "value": "If the hosting team hosts the wrong rules, opposing team must submit in-game valid proof of the rules being wrong. If OCG Staff finds the rules to be wrong the hosting team will forfeit that map. "
        },
        {
          "type": "paragraph",
          "value": "If you are listed to host and decide to let the other team host and they host the wrong rules it is up to OCG Staff to issue a forfeit or cancel depending on the proof submitted. "
        },
        {
          "type": "paragraph_html",
          "value": "<strong>Keyboarding: Keyboarding is NOT ALLOWED on any console If caught using a keyboard it is an automatic forfeit and subject to banned from OCG on the first offense. Players that suspect their opponents of keyboarding are to collect as much in-game proof as possible and report it to OCG staff. In-game proof is the only valid method for this offense. It is up to OCG Staff to forfeit the team, cancel the match, or continue out the match."
        },
        {
          "type": "paragraph_html",
          "value": "<strong>IN ALL CASES OF ACCUSING KEYBOARDING, PLAY THE MATCH OUT TO COMPLETION AND RECORD ALL POSSIBLE IN-GAME PROOF, THEN SUBMIT TO LIVE SUPPORT IN THE MATCH DISPUTE TICKET.</strong>"
        },
        {
          "type": "h2",
          "value": "Activision ID:"
        },
        {
          "type": "list",
          "list": [
            "Your Activision ID must be exactly how it is on your Call of Duty profile.",
            "If a match is played to completion on the incorrect Activision IDs, the result of the match will stand. ",
            "Activision IDs MUST be correct, in the case that Gamertags/PSN does not match your match details or profile it is up to OCG Staff to decide if opposing team forfeits the match or plays man down. ",
            "Activision IDs must only include english alphabet, numbers and characters only. Special characters such as emojis, faces or other foreign languages are not permitted.",
            "The Activision account that was active when the match was generated,is the ID that will be listed in the match details. If a user changed their ID after the match generated it will not update in the match details. Users are responsible for playing with the ID that was displayed in the match details"
          ]
        }
      ]
    }
  ],
  "nba2k20": [
    {
      "type": "tab",
      "title": "General",
      "content": [
        {
          "type": "paragraph",
          "value": "The following settings must be set to the following, unless specified otherwise in match settings:"
        },
        {
          "type": "list",
          "list": [
            "Any private match lobby settings not listed should not be changed from the default state  excluding game settings options in your match details.",
            "The hosting player must ensure all game settings are correct. If the game settings are incorrect,  the hosting player will risk forfeiting the match if valid proof has been provided."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Game Settings",
      "content": [
        {
          "type": "list",
          "list": [
            "Game Mode: Private Match",
            "Quarter Lengths: 5 Minutes",
            "Match Difficulty: Hall of Fame",
            "Teams: Current NBA Teams (2019-2020)"
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Disconnections",
      "content": [
        {
          "type": "list",
          "list": [
            "If a player disconnects during a match, the match must be restarted within 10 minutes from the time of disconnection. Once the match is restarted players continue with the amount of time that was remaining from disconnect. Players will use the same score from the time of disconnection. Users will play the remainder of the match in the first half and any remaining time in the second half, if needed. I.E, If quarters are 5 minutes each and the player disconnected at 7 minutes into the first half then the players will start in the first half and play 3 minutes in the second half. This will add up to full game time of all four quarters.",
            "If a player disconnects during a pause timer match will be continued at the same score and time of the disconnection.",
            "If a player disconnects in the first quarter, the match will be resumed with standing scores before the disconnect.",
            "If a team is losing by 15 points or more and disconnects in the second half that team who disconnected will forfeit the match.",
            "If an opponent disconnects from a match and does not contact or invite you to lobby within 10 minutes that will result in a forfeit of the match.",
            "When continuing the match from a disconnection: players must use the same teams, time and score from previous match. If the match is played out to completion on the wrong teams the match will be valid."
          ]
        }
      ]
    },
    {
      "type": "tab",
      "title": "Lag",
      "content": [
        {
          "type": "paragraph",
          "value": "If a match if played out for over 2 minutes any complaints on lag will not be taken into consideration."
        }
      ]
    }
  ]
}
